i) Read the MyRecord.csv file.
ii) Create a new column Salary.

In [4]:
import pandas as pd  
ins = pd.read_csv('./MyRecord.csv')  
ins ["Salary"] =00  
ins.head()

   EmpID     Name  Salary
0    101    Alice       0
1    102      Bob       0
2    103  Charlie       0
3    104    David       0
4    105      Eve       0